Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Beth The time has arrived. It’s here. Everything you warned me about is about to come to fruition. Please give me a sign that you’re still out there. Put my mind at ease. Tell me you have the countermeasure. I’m losing my mind over here. I spent years trying to convince myself that you were wrong all this time and that I built the countermeasure for nothing. I tried to move on, pick up the pieces, but now I have seen the proof. Paul Serene brought me in to advise on an experiment at the university. They’ve built it. They’ve built another time machine, almost an EXACT replica of my own design, but with key flaws in the calculations. Just like you said. If they activate this machine then the Fracture WILL occur. How is this possible? How have they followed my designs so closely? Somebody’s been watching me all this time, haven’t they? Somebody is orchestrating this, all of it. I’m being followed. At first I thought it was paranoia but it’s true. A man has been watching my every move. I secretly took his photo, ran a search. His name is Liam Burke. He works for a security division of Monarch Solutions. I first noticed it weeks ago, but this could have been going on for YEARS. What does he want? What does he know? How is he connected to this? I need answers. I don’t know who I can trust anymore. I don’t know who else is involved, what they want, why. I need to hear from you. I need to know that I’m not alone in all of this. If what you once told me is true then the onset of the Fracture may be inevitable, but I can’t simply stand by and allow it to happen. Not until I know the countermeasure is safe. ------------------------------------------------------------------------------------------------------------------------------------------ TO: BETH WILDER FROM: WILLIAM JOYCE DATE: OCT 4, 2016 – 8:38pm SUBJECT: RE: Where are you? I’VE SEEN IT. THE CAUSE OF THE FRACTURE EXISTS. IT’S HERE. ARE YOU STILL OUT THERE?? ------------------------------------------------------------------------------------------------------------------------------------------ TO: BETH WILDER FROM: WILLIAM JOYCE DATE: JUL 3, 2012 – 6:38am SUBJECT: RE: Where are you? I’ve given up hope that you’re still listening. I’m not sure why I’m writing this. Maybe to get some closure. You changed the course of my life when you entered it. I spent over a decade devoted to your cause. I sacrificed every relationship I had, pushed away everyone I love, all in the name of a lie. There is no threat coming. There never was. I have to force myself to believe this. It’s the only way to move on. It’s the only way to pick up the pieces and start over. This is goodbye. ------------------------------------------------------------------------------------------------------------------------------------------ TO: BETH WILDER FROM: WILLIAM JOYCE DATE: JUL 6, 2011 – 6:42am SUBJECT: RE: Where are you? It has been a year. I still haven't heard anything. You know where to find me. ------------------------------------------------------------------------------------------------------------------------------------------ TO: BETH WILDER FROM: WILLIAM JOYCE DATE: NOV 4, 2010 – 2:58am SUBJECT: RE: Where are you? Hello? ------------------------------------------------------------------------------------------------------------------------------------------ TO: BETH WILDER FROM: WILLIAM JOYCE DATE: AUG 9, 2010 – 011:55am SUBJECT: RE: Where are you? The number you gave me is now disconnected. Where ARE you?? ------------------------------------------------------------------------------------------------------------------------------------------ TO: BETH WILDER FROM: WILLIAM JOYCE DATE: JUL 11, 2010 – 012:55am SUBJECT: RE: Where are you? I can’t sleep. PLEASE call me. ------------------------------------------------------------------------------------------------------------------------------------------ TO: BETH WILDER FROM: WILLIAM JOYCE DATE: JUL 6, 2010 – 04:26am SUBJECT: RE: Where are you? Fuck. CALL ME. Email me. Something. ------------------------------------------------------------------------------------------------------------------------------------------ TO: BETH WILDER FROM: WILLIAM JOYCE DATE: JUL 5, 2010 – 11:13pm SUBJECT: RE: Where are you? I’m freaking out. Still trying to call you. ------------------------------------------------------------------------------------------------------------------------------------------ TO: BETH WILDER FROM: WILLIAM JOYCE DATE: JUL 5, 2010 – 3:01pm SUBJECT: RE: Where are you? Where are you?? Have you taken it? It’s not safe in the open! You don’t understand the power of this device. I dialed the number you gave me in case of emergencies. You aren’t answering. What is going on?? ------------------------------------------------------------------------------------------------------------------------------------------ TO: BETH WILDER FROM: WILLIAM JOYCE DATE: JUL 5, 2010 – 9:33am SUBJECT: Where are you? IT’S GONE! The countermeasure is gone! What happened?? Call me immediately!
pl_pl: Beth Nadszedł ten czas. Jest tutaj. Wszystko, przed czym mnie ostrzegałaś, właśnie się urzeczywistnia. Proszę, daj mi znak, że wciąż tam jesteś. Uspokój mój umysł. Powiedz, że masz środek zaradczy. Tracę tutaj zmysły. Spędziłem lata próbując przekonać samego siebie, że myliłaś się przez cały ten czas i że zbudowałem środek zaradczy na próżno. Próbowałem żyć dalej, pozbierać się, ale teraz zobaczyłem dowód. Paul Serene poprosił mnie o radę przy eksperymencie na uniwersytecie. Zbudowali go. Zbudowali kolejny wehikuł czasu, niemal DOKŁADNĄ replikę mojego własnego projektu, ale z kluczowymi błędami w obliczeniach. Tak jak powiedziałaś. Jeśli aktywują tę maszynę, Pęknięcie BĘDZIE miało miejsce. Jak to możliwe? W jaki sposób tak dokładnie śledzili moje projekty? Ktoś obserwował mnie przez cały ten czas, prawda? Ktoś to wszystko zaaranżował. Jestem śledzony. Na początku myślałem, że to paranoja, ale to prawda. Jakiś mężczyzna obserwował każdy mój ruch. Potajemnie zrobiłem mu zdjęcie, wyszukałem go. Nazywa się Liam Burke. Pracuje dla działu bezpieczeństwa Monarch Solutions. Po raz pierwszy zauważyłem go kilka tygodni temu, ale mógł mnie obserwować przez LATA. Czego on chce? Co on wie? Jak jest z tym powiązany? Potrzebuję odpowiedzi. Nie wiem już, komu mogę ufać. Nie wiem, kto jeszcze jest w to zamieszany, czego chce i dlaczego. Muszę coś od ciebie usłyszeć. Muszę wiedzieć, że nie jestem w tym wszystkim sam. Jeśli to, co mi kiedyś powiedziałaś, jest prawdą, to pęknięcie może być nieuniknione, ale nie mogę po prostu stać z boku i na to pozwolić. Nie, dopóki nie będę wiedział, że środek zaradczy jest bezpieczny. ------------------------------------------------------------------------------------------------------------------------------------------ DO: BETH WILDER OD: WILLIAM JOYCE DATA: 4 PAŹDZIERNIKA 2016 - 20:38 TEMAT: ODP: Gdzie jesteś? WIDZIAŁEM TO. PRZYCZYNA PĘKNIĘCIA JUŻ ISTNIEJE. JEST TUTAJ. NADAL TAM JESTEŚ? ------------------------------------------------------------------------------------------------------------------------------------------ DO: BETH WILDER OD: WILLIAM JOYCE DATA: 3 LIPCA 2012 - 6:38 TEMAT: ODP: Gdzie jesteś? Straciłem nadzieję, że wciąż mnie słuchasz. Nie jestem pewien, dlaczego to piszę. Może po to, żeby się zamknąć. Zmieniłaś bieg mojego życia, kiedy w nie wkroczyłaś. Spędziłem ponad dekadę poświęcając się dla twojej sprawy. Poświęciłem każdy związek, jaki miałem, odepchnąłem wszystkich, których kocham, a wszystko to w imię kłamstwa. Nie ma żadnego zagrożenia. Nigdy nie było. Muszę zmusić się, by w to uwierzyć. To jedyny sposób, by ruszyć dalej. To jedyny sposób, by pozbierać się i zacząć od nowa. To jest pożegnanie. ------------------------------------------------------------------------------------------------------------------------------------------ DO: BETH WILDER OD: WILLIAM JOYCE DATA: 6 LIPCA 2011 - 6:42 TEMAT: ODP: Gdzie jesteś? Minął rok. Nadal nic od ciebie nie otrzymałem. Wiesz, gdzie mnie znaleźć. ------------------------------------------------------------------------------------------------------------------------------------------ DO: BETH WILDER OD: WILLIAM JOYCE DATA: 4 LISTOPADA 2010 - 2:58 TEMAT: ODP: Gdzie jesteś? Halo? ------------------------------------------------------------------------------------------------------------------------------------------ DO: BETH WILDER OD: WILLIAM JOYCE DATA: 9 SIERPNIA 2010 - 1:55 TEMAT: ODP: Gdzie jesteś? Numer, który mi podałaś, jest teraz odłączony z użytku. Gdzie jesteś? ------------------------------------------------------------------------------------------------------------------------------------------ DO: BETH WILDER OD: WILLIAM JOYCE DATA: 11 LIPCA 2010 - 2:55 TEMAT: ODP: Gdzie jesteś? Nie mogę spać. PROSZĘ zadzwoń do mnie. ------------------------------------------------------------------------------------------------------------------------------------------ DO: BETH WILDER OD: WILLIAM JOYCE DATA: 6 LIPCA 2010 - 4:26 TEMAT: ODP: Gdzie jesteś? Kurwa. ZADZWOŃ DO MNIE. Napisz do mnie. Coś. ------------------------------------------------------------------------------------------------------------------------------------------ DO: BETH WILDER OD: WILLIAM JOYCE DATA: 5 LIPCA 2010 - 23:13 TEMAT: ODP: Gdzie jesteś? Wariuję. Wciąż próbuję się dodzwonić. ------------------------------------------------------------------------------------------------------------------------------------------ DO: BETH WILDER OD: WILLIAM JOYCE DATA: 5 LIPCA 2010 - 15:01 TEMAT: ODP: Gdzie jesteś? Gdzie jesteś? Zabrałaś go? To nie jest bezpieczne na otwartej przestrzeni! Nie rozumiesz mocy tego urządzenia. Wybrałem numer, który dałaś mi na wszelki wypadek. Nie odbierasz. Co się dzieje? ------------------------------------------------------------------------------------------------------------------------------------------ DO: BETH WILDER OD: WILLIAM JOYCE DATA: 5 LIPCA 2010 - 9:33 TEMAT: Gdzie jesteś? ZNIKNĄŁ! Środek zaradczy zniknął! Co się stało? Zadzwoń do mnie natychmiast!

source: Beth Wilder Diary 1
pl_pl: Dziennik Beth Wilder 1

source: Beth Wilder Diary 2
pl_pl: Dziennik Beth Wilder 2

source: Beth Wilder Diary 3
pl_pl: Dziennik Beth Wilder 3

source: Beth Wilder Diary 4
pl_pl: Dziennik Beth Wilder 4

source: Beth Wilder Diary 5
pl_pl: Dziennik Beth Wilder 5

source: Beth Wilder Diary 6
pl_pl: Dziennik Beth Wilder 6

source: Beth Wilder arranged a distraction, sent Mr. Serene to look for you in the tunnels. I'm surprised you didn't go after him.
pl_pl: Beth Wilder zorganizowała odwrócenie uwagi, wysłała pana Serene, by szukał cię w tunelach. Jestem zaskoczony, że nie poszedłeś za nim.

source: Beth Wilder has dedicated her entire life to her mission.
pl_pl: Beth Wilder poświęciła całe swoje życie swojej misji.

source: Beth Wilder risked blowing her cover to rescue you. Sounds like you didn't exactly return the favor.
pl_pl: Beth Wilder zaryzykowała spalenie swojej przykrywki, aby cię uratować. Chyba się nie odwdzięczyłeś.

source: Beth Wilder works for Monarch Solutions, but she has a mysterious agenda of her own.
pl_pl: Beth Wilder pracuje dla Monarch Solutions, ale ma własne tajemnicze plany.

source: Beth Wilder. It's complicated. I'll explain in the car.
pl_pl: Beth Wilder. To skomplikowane. Wyjaśnię to w samochodzie.

source: Beth had been on her way to meet me. I expected she was frozen somewhere up there, by the side of the dry dock.
pl_pl: Beth była w drodze, by się ze mną spotkać. Spodziewałem się, że jest w zacięciu gdzieś tam, w porcie.

source: Beth should be here somewhere. Need to get to her before the stutter ends.
pl_pl: Beth powinna gdzieś tu być. Muszę się do niej dostać, zanim zacięcie się skończy.

source: Beth was key to pulling off the mission. I needed to get to her before going any further.
pl_pl: Beth była kluczem do wykonania misji. Musiałem do niej dotrzeć, zanim przejdę dalej.

source: Beth! Does this mean if I join Monarch, I can find her? Change things and save her?
pl_pl: Beth! Czy to oznacza, że jeśli dołączę do Monarch, będę mógł ją znaleźć? Zmienić sytuację i ją uratować?

source: Beth's 2010 Plan
pl_pl: Plan Beth z 2010 roku

source: Beth's Calendars counting down Jack's arrival.
pl_pl: Kalendarz Beth odlicza do przybycia Jack'a.

source: Beth's Journal
pl_pl: Dziennik Beth

source: Beth's New 2010 Plan
pl_pl: Nowy plan Beth na 2010 rok

source: Beth's Notebook
pl_pl: Notatnik Beth
